{
  "elinor": {
    "id": "elinor",
    "name": "Elinor Bawnik",
    "title": "Lead Therapist, LMFT",
    "license": "LMFT #127577",
    "image": "/portrait.png",
    "logo": "/lmft.png",
    "languages": ["English", "Hebrew"],
    "featured": true,
    "socialMedia": {
      "instagram": "https://www.instagram.com/elinorlmft/",
      "facebook": "https://www.facebook.com/people/Elinor-Bawnik/100073185439886/",
      "psychologyToday": "https://www.psychologytoday.com/us/therapists/eb-flow-marriage-therapy-inc-los-angeles-ca/1015567",
      "psychologyTodayDescription": "Find comprehensive therapy services and schedule appointments through Psychology Today's trusted platform."
    },
    "shortBio": "With extensive experience in individual and couples therapy, I am dedicated to fostering a supportive and safe space where growth and healing can thrive. By integrating evidence-based practices with a deep commitment to authentic human connection, I help clients navigate challenges and uncover their full potential.",
    "education": [
      "MA in Marriage and Family Therapy from Alliant International University, Los Angeles CA",
      "Additional training: Couples therapy, Obsessive compulsive disorder, Personality disorders, Hoarding, and therapeutic modalities such as ACT, DBT, and iCBT",
      "Member of the International OCD Foundation"
    ],
    "background": "As a passionate therapist with extensive experience, I offer a thorough and straightforward approach to therapy. I have had the privilege of working with adults, couples, families, and teens across a variety of settings, including hospitals, high schools, residential programs, and PHP/IOP environments. Additionally, I bring experience in group therapy and working with underserved populations, including homeless individuals and veterans.",
    "specializations": [
      "Individual Therapy",
      "Couples Therapy",
      "OCD & Anxiety Disorders",
      "Personality Disorders",
      "Cultural Transitions",
      "Sex-Positivity & Kink-Friendly"
    ],
    "approach": "I view therapy as a collaborative journey, partnering with my clients to achieve their personalized goals. I also believe in the power of humor to create connection and lightness, making the process both meaningful and relatable. My therapeutic approach blends a variety of evidence-based methods with psychodynamic processing and creative, out-of-the-box techniques. I tailor each session to meet the unique needs of my clients, ensuring a personalized and effective experience. I integrate:\n\n• Dialectial Behavioral Therapy (DBT)\n• Acceptance and Commitment Therapy (ACT)\n• Cognitive Behavioral Techniques\n• Emotionally Focused Therapy (EFT)\n• Narrative & Experiential Therapy\n• Mindfulness-Based Approaches\n• Attachment-Based Therapy"
  },
  "megan": {
    "id": "megan",
    "name": "Megan Adamson",
    "title": "Associate MFT",
    "license": "AMFT #147806",
    "image": "/Megan.png",
    "languages": ["English"],
    "featured": false,
    "socialMedia": {
      "instagram": "https://www.instagram.com/meganadamsonmft",
      "facebook": "https://www.facebook.com/megan.adamson.95269?mibextid=wwXIfr",
      "psychologyToday": "https://www.psychologytoday.com/us/therapists/megan-adamson-malibu-ca/1478719",
      "psychologyTodayDescription": "Connect with Megan through Psychology Today to learn more about her approach and schedule sessions."
    },
    "shortBio": "I'm an Associate Marriage and Family Therapist passionate about supporting individuals, couples, and families in navigating trauma, mental health challenges, and relational dynamics. I embrace my client's authentic selves and bring curiosity and appreciation to the therapeutic experience.",
    "education": [
      "MS in Marriage and Family Therapy from the University of Southern California",
      "Additional Training: Exposure and Response Prevention (ERP)"
    ],
    "background": "Before becoming a therapist, I worked with an international nonprofit that empowers children from diverse backgrounds through filmmaking, fostering creativity and self-expression. I also have experience providing educational services for incarcerated and justice-involved individuals navigating reentry, as well as supporting clients with OCD. These experiences have shaped my therapeutic approach, allowing me to meet clients where they are and tailor therapy to their unique needs.",
    "specializations": [
      "Individual Therapy",
      "Couples Therapy",
      "OCD & Anxiety Disorders",
      "Personality Disorders",
      "Existential Therapy & Trauma Work",
      "Previously Incarcerated Populations"
    ],
    "approach": "With a strong foundation in resilience-building and depth-oriented exploration, I take a compassionate and humanistic approach to therapy, fostering growth, self-acceptance, and deeper insight. Drawing from experience working with diverse and complex populations, I provide structured support to help clients develop practical tools for lasting change.\n\nI integrate:\n• Humanistic approach\n• Mentalization\n• Dialectical Behavioral Therapy (DBT)\n• Acceptance and Commitment Therapy (ACT)"
  },
  "shira": {
    "id": "shira",
    "name": "Shira Feinstein",
    "title": "Licensed Marriage and Family Therapist",
    "license": "LMFT #132842",
    "image": "/Shira.jpg",
    "languages": ["English"],
    "featured": false,
    "socialMedia": {
      "instagram": "https://www.instagram.com/therapywshira/",
      "facebook": "https://www.facebook.com/sbfeinstein",
      "psychologyToday": "https://www.psychologytoday.com/us/therapists/shira-feinstein-encino-ca/1013385",
      "psychologyTodayDescription": "Learn more about Shira's therapeutic approach and book consultations through Psychology Today."
    },
    "shortBio": "I am dedicated to providing a supportive and non-judgmental space where clients can navigate emotions, resolve conflict, and release trauma. By integrating evidence-based theory with an intuitive, practical approach, I help clients gain tangible tools to get unstuck and move forward in their personal and relational lives.",
    "education": [
      "MA, Clinical Psychology, Pepperdine University",
      "BA, Political Science, Columbia University",
      "Additional Training: Gottman Method, Emotionally-Focused Therapy (EFT), Dialectical Behavioral Therapy (DBT), Cognitive Processing Therapy (CPT)"
    ],
    "background": "I love helping clients uncover what's really going on beneath the surface, build healthier relationship patterns, and find relief from trauma and overwhelming emotions. I'm especially passionate about premarital counseling—supporting couples in creating strong, lasting foundations from the very beginning. As a parent, partner, and someone who has made a significant career change, I bring real-life experience alongside a direct, down-to-earth approach, offering both compassion and practical tools to support meaningful growth and lasting change.",
    "specializations": [
      "Individual Therapy",
      "Couples Therapy",
      "Trauma Work",
      "Premarital Counseling/Early Relationship Support",
      "Parenting Support",
      "Personality Disorders"
    ],
    "approach": "Clients often describe me as warm, encouraging, and goal-oriented, focused on fostering meaningful progress and connection. I tailor each treatment plan to a client's unique goals, using empathy, humor, and a deep knowledge of evidence-based practices.\n\nI integrate:\n• Dialectical Behavioral Therapy (DBT)\n• Acceptance and Commitment Therapy (ACT)\n• Cognitive Behavioral Techniques\n• Cognitive-Processing Therapy (CPT)\n• Emotionally Focused Therapy (EFT)"
  }
}