{
  "elinor": {
    "id": "elinor",
    "name": "Elinor Bawnik",
    "title": "Lead Therapist, LMFT",
    "license": "LMFT #124458",
    "image": "/portrait.png",
    "languages": ["English", "Hebrew"],
    "featured": true,
    "shortBio": "I am a Licensed Marriage and Family Therapist dedicated to providing a safe and nurturing space for individuals and couples on their journey toward healing and growth. With a multicultural background and extensive experience in cross-cultural therapy, I bring a unique perspective to my practice.",
    "education": [
      "MA in Marriage and Family Therapy from Alliant International University, Los Angeles CA",
      "Additional training: Couples therapy, Obsessive compulsive disorder, Personality disorders, Hoarding, and therapeutic modalities such as ACT, DBT, and iCBT"
    ],
    "background": "As a passionate therapist with extensive experience, I offer a thorough and straightforward approach to therapy. I have had the privilege of working with adults, couples, families, and teens across a variety of settings, including hospitals, high schools, residential programs, and PHP/IOP environments. Additionally, I bring experience in group therapy and working with underserved populations, including homeless individuals and veterans.",
    "specializations": [
      "Individual Therapy",
      "Couples Therapy",
      "OCD & Anxiety Disorders",
      "Personality Disorders",
      "Cultural Transitions",
      "Sex-Positivity & Kink-Friendly"
    ],
    "approach": "I view therapy as a collaborative journey, partnering with my clients to achieve their personalized goals. I also believe in the power of humor to create connection and lightness, making the process both meaningful and relatable. My therapeutic approach blends a variety of evidence-based methods with psychodynamic processing and creative, out-of-the-box techniques. I tailor each session to meet the unique needs of my clients, ensuring a personalized and effective experience. I integrate:\n\n• Dialectial Behavioral Therapy (DBT)\n• Acceptance and Commitment Therapy (ACT)\n• Cognitive Behavioral Techniques\n• Emotionally Focused Therapy (EFT)\n• Narrative & Experiential Therapy- Mindfulness-Based Approaches\n• Attachment-Based Therapy"
  }
}
